Repository: jabber-at/ejabberd-contrib
Catalog: mod_archive/src/msgs/*.mod_archive_webview.po
Languages: pl

source: Config
pl: Konfiguracja

source: Global Settings
pl: Ustawienia globalne

source: Specific Contact Settings
pl: Specyficzne ustawienia kontaktu

source: Advanced settings
pl: Ustawienia zaawansowane

source: Simple settings
pl: Ustawienia podstawowe

source: Contact List
pl: Lista kontaktów

source: Chat with
pl: Rozmowa z

source: on
pl: na

source: Edit subject:
pl: Edycja tematu:

source: Do you realy want to delete this chat
pl: Czy na pewno chcesz usunąć ten chat

source: Search
pl: Szukaj

source: Archives viewer
pl: Przeglądarka archiwów

source: 404 File not found
pl: 404 Pliku nie znaleziono

source: Archives Viewer
pl: Przeglądarka Archiwów

source: Browse
pl: Przeglądaj

source: Disable or enable automatic archiving globaly:
pl: Włącz lub wyłącz automatyczne archiwizowanie globalnie:

source: --Server Default--
pl: --Domyślne ustawienia serwera--

source: Disabled
pl: Włączone

source: Enabled
pl: Wyłączone

source: Default for contact not specified bellow :
pl: Domyślnie dla kontaktu nie zaznaczonego poniżej :

source: Default expiration time:
pl: Domyślny czas wygaśnięcia:

source: (number of seconds before deleting message, '-1' = server default)
pl: (liczba sekund przed wykasowaniem wiadomości, '-1' = domyślne ustawienie serwera

source: --Undefined--
pl: --Niezdefiniowane--

source: Concede
pl: Ustępuje

source: Forbid
pl: Zabrania

source: Prefer
pl: Preferuje

source: --Default--
pl: --Domyślnie--

source: Save:
pl: Zachowaj:

source: Expire:
pl: Upływa:

source: Approve
pl: Akceptuje

source: Oppose
pl: Oponuje

source: Require
pl: Wymaga

source: Auto Method:
pl: Metoda automatyczna:

source: Local Method:
pl: Metoda lokalna:

source: Manual Method:
pl: Metoda manualna:

source: Auto Save
pl: Automatyczne zachowanie

source: Modify
pl: Modyfikuj

source: Auto archive
pl: Autoarchiwizacja

source: Expire
pl: Upływa

source: Default
pl: Domyślnie

source: With:
pl: Z:

source: From:
pl: Od:

source: To:
pl: Do:

source: Search keyword:
pl: Szukaj słowa:

source: No matches
pl: Brak wyników

source: Previous
pl: Poprzednie

source: Next
pl: Następne
